#### Terraform Plan Output
```
terraform

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  [32m+[0m create[0m

Terraform will perform the following actions:

[1m  # aws_iam_user.usu01[0m will be created
[0m  [32m+[0m[0m resource "aws_iam_user" "usu01" {
      [32m+[0m[0m arn           = (known after apply)
      [32m+[0m[0m force_destroy = false
      [32m+[0m[0m id            = (known after apply)
      [32m+[0m[0m name          = "usu01"
      [32m+[0m[0m path          = "/"
      [32m+[0m[0m tags          = {
          [32m+[0m[0m "manual" = "true"
        }
      [32m+[0m[0m tags_all      = {
          [32m+[0m[0m "manual" = "true"
        }
      [32m+[0m[0m unique_id     = (known after apply)
    }

[1m  # aws_iam_user.usu02[0m will be created
[0m  [32m+[0m[0m resource "aws_iam_user" "usu02" {
      [32m+[0m[0m arn           = (known after apply)
      [32m+[0m[0m force_destroy = false
      [32m+[0m[0m id            = (known after apply)
      [32m+[0m[0m name          = "usu02"
      [32m+[0m[0m path          = "/"
      [32m+[0m[0m tags          = {
          [32m+[0m[0m "manual" = "true"
        }
      [32m+[0m[0m tags_all      = {
          [32m+[0m[0m "manual" = "true"
        }
      [32m+[0m[0m unique_id     = (known after apply)
    }

[1mPlan:[0m 2 to add, 0 to change, 0 to destroy.
[0m
Changes to Outputs:
  [32m+[0m[0m user01 = {
      [32m+[0m[0m arn                  = (known after apply)
      [32m+[0m[0m force_destroy        = false
      [32m+[0m[0m id                   = (known after apply)
      [32m+[0m[0m name                 = "usu01"
      [32m+[0m[0m path                 = "/"
      [32m+[0m[0m permissions_boundary = [90mnull[0m[0m
      [32m+[0m[0m tags                 = {
          [32m+[0m[0m manual = "true"
        }
      [32m+[0m[0m tags_all             = {
          [32m+[0m[0m manual = "true"
        }
      [32m+[0m[0m unique_id            = (known after apply)
    }
[90m
─────────────────────────────────────────────────────────────────────────────[0m

Saved the plan to: tfplan

To perform exactly these actions, run the following command to apply:
    terraform apply "tfplan"

```
